{
    "https://ai-sentiment.com/": {
        "keywords": "sent ai, sentiment analysis pricing, affordable sentiment analysis, real-time sentiment analysis API, market trend analysis, stock analysis tools, financial sentiment tracking, cost-effective sentiment solutions, AI sentiment analysis, sentiment analysis for traders, programmers sentiment tools, financial analysts tools, google analytical data, current keyword impressions",
        "description": "Discover affordable AI-powered sentiment analysis with Sent AI. Our API-endpoint offers real-time insights for market trends and stock analysis, ideal for traders, programmers, and financial analysts seeking cost-effective solutions. Utilizing Google Analytical Data and current keyword impressions to optimize SEO."
    },
    "https://ai-sentiment.com/about": {
        "keywords": "",
        "description": ""
    },
    "https://ai-sentiment.com/log-in": {
        "keywords": "",
        "description": ""
    },
    "https://ai-sentiment.com/getstarted": {
        "keywords": "Sent AI, Sentiment analysis, pricing, free, API keys, stock API, get started, registration, subscription, AI tool, powerful sentiment analysis, market trends, stock analysis, Sentiment analysis tool, Sentiment analysis subscription, Sentiment analysis pricing, Sentiment analysis API keys, Sentiment analysis stock API, leading sentiment analysis, best sentiment analysis, advanced sentiment analysis, sentiment analysis for market trends, sentiment analysis for stock analysis, AI-powered sentiment analysis, market sentiment analysis, stock sentiment analysis, sentiment analysis software, sentiment analysis platform, sentiment analysis service, sentiment analysis tool for market trends, sentiment analysis tool for stock analysis, sentiment analysis for businesses, sentiment analysis for investors, sentiment analysis for traders, sent ai pricing, ai sentiment analysis, sentiment analysis free, sentiment analysis plans, sentiment analysis options, sentiment analysis features",
        "description": "Kickstart your journey with Sent AI and unlock powerful AI-powered sentiment analysis tools. Explore our flexible pricing plans, including a free plan, API keys, and stock API, tailored to fit your needs for market and stock analysis. Get started now!"
    },
    "https://ai-sentiment.com/pricing": {
        "keywords": "Sent AI pricing, sentiment analysis costs, AI tool plans, market analysis pricing, stock analysis subscriptions, Sent AI plan comparison, sentiment analysis pricing, Free, Basic, Pro, API KEYS, STOCK API, Discover, Choose, Upgrade, Advanced, Compare, Plans, Prices, Google Analytics, Impressions, Clicks, CTR, Position, sentiment ai price, sentiment analysis cost, sentiment analysis, AI, sentiment, analysis, tool, plans, pricing, market, analysis, stock, subscriptions, comparison, advanced, features, clicks, ctr, position, high ranking keywords: Sent AI, sentiment analysis, AI tool, market analysis, stock analysis, sentiment analysis pricing, Sent AI pricing, Sent AI plan comparison, sentiment analysis costs, API KEYS, STOCK API",
        "description": "Discover Sent AI's pricing plans for our sentiment analysis tool. Choose from Free, Basic, or Pro plans, or upgrade to API KEYS or STOCK API for advanced features. Compare plans and prices, and view Google Analytical Data for keyword impressions, clicks, CTR, and position for 'sentiment ai price' and 'sentiment analysis cost'. Our sentiment analysis tool uses AI to provide accurate sentiment analysis for text data."
    },
    "https://ai-sentiment.com/recovery": {
        "keywords": "",
        "description": ""
    },
    "https://ai-sentiment.com/resources": {
        "keywords": "",
        "description": ""
    },
    "https://ai-sentiment.com/setup": {
        "keywords": "Sent AI, sentiment analysis, how to use, In Browser, API Endpoint, financial data, stock analysis, create account, subscribe, unlimited access, account tab, show keys, response, dictionary, positive, neutral, negative, highest value, sentiment analysis result, market trend analysis, stock trend analysis, AI tool tips, comprehensive guides, tool tips, Google Analytics, keyword impressions, high ranking keywords, solomon@sentai.com, index, follow, robots, og:type, og:title, og:description, og:url, og:image, og:site_name",
        "description": "Explore the capabilities of Sent AI for sentiment analysis. Use our In Browser tool or API Endpoint to access financial data and determine the highest sentiment analysis result. Create an account, subscribe for unlimited access, and easily navigate our user-friendly tools. Learn more with our comprehensive guides and tool tips. Boost your keyword impressions and improve your website's ranking with our high ranking keywords. Contact us at solomon@sentai.com for more information."
    },
    "https://ai-sentiment.com/tool": {
        "keywords": "",
        "description": ""
    },
    "https://solonce.com/": {
        "keywords": "",
        "description": ""
    },
    "https://solonce.com/Custom%20Domain%20on%20Github.html": {
        "keywords": "custom domain, GitHub Pages, DNS verification, TXT record, A record, CNAME record, domain setup, tutorial, github pages, github pages dns, github pages a record, github pages cname, github pages custom domain, github pages dns settings, github pages domain setup, cname github pages, dns github pages, github pages dns verification, github pages dns records, github pages domain name, github pages domain setup guide, github pages custom domain setup, github pages custom domain tutorial, github pages custom domain registration, github pages custom domain setup process, github pages custom domain setup steps, github pages custom domain registration, setting up custom domain on github pages, high ranking keywords: github pages custom domain, github pages dns, github pages a record, github pages cname, github pages domain setup, github pages domain name, github pages custom domain setup, github pages custom domain registration, github pages custom domain setup process, github pages custom domain setup steps",
        "description": "Follow our step-by-step tutorial to learn how to set up a custom domain for your GitHub Pages site, including DNS verification, TXT record setup, and configuring A and CNAME records. Register and connect your custom domain to your GitHub Pages site with our comprehensive guide."
    },
    "https://solonce.com/about": {
        "keywords": "",
        "description": ""
    }
}