{
    "https://solonce.com/": {
        "keywords": "",
        "description": ""
    },
    "https://solonce.com/Custom%20Domain%20on%20Github.html": {
        "keywords": "custom domain, GitHub Pages, DNS verification, TXT record, A record, CNAME record, domain setup, tutorial, github pages, github pages dns, github pages a record, github pages cname, github pages custom domain, github pages dns settings, github pages domain setup, cname github pages, dns github pages, github pages dns verification, github pages dns records, github pages domain name, github pages domain setup guide, github pages custom domain setup, github pages custom domain tutorial, github pages custom domain registration, github pages custom domain setup process, github pages custom domain setup steps, github pages custom domain setup guide, github pages custom domain setup process, github pages custom domain setup steps, github pages custom domain registration, github pages custom domain setup guide, github pages custom domain setup process, github pages custom domain setup steps, github pages custom domain registration",
        "description": "Learn how to set up a custom domain for your GitHub Pages site, including DNS verification, TXT record setup, and configuring A and CNAME records. Follow our step-by-step tutorial to get started."
    },
    "https://solonce.com/about": {
        "keywords": "Solomon Ince, programming, development, culinary, Champlain College, Fort Worth, Burlington, Python, JavaScript, C#, portfolio, cyber security, Automated Network Scanner, github, about me, personal, professional, chef, kitchen, discipline, focus, project development, culinary scene, transition, homeschooled, online schooled, tuition, soft skills, hard skills, imposter syndrome, github portfolio, reach out, contact",
        "description": "Discover Solomon Ince's journey from Fort Worth to Burlington's culinary scene, his academic success at Champlain College, and his transition into programming and development. Explore his experiences and skills in Python, JavaScript, C#, and more. Reach out to Solomon for ideas, offers, or just to chat!"
    },
    "https://ai-sentiment.com/": {
        "keywords": "",
        "description": ""
    },
    "https://ai-sentiment.com/about": {
        "keywords": "Sent AI, about Sent AI, AI innovation, financial analysis technology, text analysis experts, technology startup, SolonceLabs LLC, Solonce, developer, cutting-edge models, API Endpoint, HFLoader, HFDownloader, HFEndpoint, PyPi Packages, Solonce Blog, company, sent ai, ai sentiment, hfdownloader, solonce, solonce labs",
        "description": "Discover Sent AI, a tool developed by SolonceLabs LLC led by developer Solonce. Learn about our mission to provide an API Endpoint to cutting-edge sentiment analysis AI models. Explore other projects and publications by SolonceLabs and Solonce, including HFLoader, HFDownloader, and HFEndpoint, as well as the Solonce Blog."
    },
    "https://ai-sentiment.com/log-in": {
        "keywords": "Sent AI login, secure account access, username, email, password, financial analysis, stock analysis, market trends, AI-powered platform, sentiment analysis, personalized tools, user account, advanced tools, login page, secure login, access account, log in dashboard, AI tool, financial dashboard, market trends analysis, stock analysis tool, advanced sentiment analysis, Sent AI, secure login page, financial analysis tool, market trends dashboard, stock analysis features, AI-driven platform, sentiment insights",
        "description": "Log in to your Sent AI account to access personalized sentiment analysis tools and insights for financial analysis, stock analysis, and market trends. Securely enter your username, email, and password to gain access to our advanced AI-powered platform and log in dashboard. Experience seamless financial and market analysis with our AI-driven platform, financial analysis tool, and market trends dashboard. Gain valuable stock analysis features and sentiment insights to inform your investment decisions."
    },
    "https://ai-sentiment.com/getstarted": {
        "keywords": "Sent AI, Sentiment analysis, pricing, free, API keys, stock API, get started, registration, subscription, AI tool, powerful sentiment analysis, market trends, stock analysis, sent ai pricing, sentiment ai price",
        "description": "Kickstart your journey with Sent AI and unlock powerful AI-powered sentiment analysis tools. Choose from our flexible pricing plans, including a free plan, API keys, and stock API, tailored to fit your needs for market and stock analysis. Get started now!"
    },
    "https://ai-sentiment.com/pricing": {
        "keywords": "Sent AI pricing, sentiment analysis costs, AI tool plans, market analysis pricing, stock analysis subscriptions, Sent AI plan comparison, sentiment analysis pricing, Free, Basic, Pro, API KEYS, STOCK API, Discover, Choose, Upgrade, Advanced, Compare, Plans, Prices, Google Analytics, Impressions, Clicks, CTR, Position",
        "description": "Discover Sent AI's pricing plans for our sentiment analysis tool. Choose from Free, Basic, or Pro plans, or upgrade to API KEYS or STOCK API for advanced features. Compare plans and prices, and view Google Analytical Data for keyword impressions, clicks, CTR, and position."
    },
    "https://ai-sentiment.com/recovery": {
        "keywords": "Sent AI, Sentiment Analysis, Market Trends, Stock Analysis, Recover Account, Email Recovery, Password Recovery, AI-Powered, Log In, Login, Account Recovery, Email Address, Retrieve Password, HTML, Head, Meta, Keywords, Description, Recovery, Email, Sentai",
        "description": "Recover your lost Sent AI account by entering the email address associated with your account. Our AI-powered sentiment analysis tool helps you stay informed on market trends and stock analysis. Start the recovery process now."
    },
    "https://ai-sentiment.com/resources": {
        "keywords": "Sent AI, sentiment analysis, AI tool, API, subscription, pricing, set up, contact, company, FAQs, resources, Sentiment Analysis Tools, AI-Powered Technology, Frequently Asked Questions, Detailed Resources, Guides, Support Materials, Understanding, Usage, troubleshooting, how to use, API key, error messages, subscription plans, cancel subscription, account page, billing section",
        "description": "Find answers to frequently asked questions about Sent AI's sentiment analysis tools, access detailed resources, guides, and support materials to enhance your understanding and usage of our AI-powered technology. Troubleshoot common issues, learn how to use the API, obtain API keys, and cancel subscriptions. Explore our pricing plans and account management features."
    },
    "https://ai-sentiment.com/setup": {
        "keywords": "Sent AI, sentiment analysis, how to use, In Browser, API Endpoint, financial data, stock analysis, create account, subscribe, unlimited access, account tab, show keys, response, dictionary, positive, neutral, negative, highest value, sentiment analysis result, market trend analysis, stock trend analysis, AI tool tips",
        "description": "Discover the power of Sent AI for sentiment analysis. Use our In Browser tool or API Endpoint to access financial data and determine the highest sentiment analysis result. Create an account, subscribe for unlimited access, and easily navigate our user-friendly tools. Learn more with our comprehensive guides and tool tips."
    },
    "https://ai-sentiment.com/tool": {
        "keywords": "sentiment analysis, real-time market trends, stock analysis AI, Sent AI, financial data analysis, market insights, AI-driven decision making, data model, stock model, market trends, stock analysis, traders, analysts, businesses, financial strategy, clicks, impressions, ctr, position",
        "description": "Discover real-time market insights with Sent AI's advanced sentiment analysis tool. Ideal for traders, analysts, and businesses seeking data-driven decision-making support. Try it now and enhance your financial strategy. Impressions: 12, CTR: 0, Position: 8.916666666666668"
    }
}