{
    "https://ai-sentiment.com/": {
        "keywords": "sent ai, sentiment analysis, sentiment analysis pricing, affordable sentiment analysis, real-time sentiment analysis API, market trend analysis, stock analysis tools, financial sentiment tracking, cost-effective sentiment solutions, AI sentiment analysis, sentiment analysis for traders, programmers sentiment tools, financial analysts tools",
        "description": "Discover affordable AI-powered sentiment analysis with Sent AI. Our API-endpoint offers real-time insights for market trends and stock analysis, ideal for traders, programmers, and financial analysts seeking cost-effective solutions."
    },
    "https://ai-sentiment.com/about": {
        "keywords": "Sent AI, sentiment analysis, market trends, stock analysis, AI technology, financial analysis, text analysis, team, innovation, technology startup, SolonceLabs",
        "description": "Discover Sent AI, a leading AI-powered sentiment analysis tool for market trends and stock analysis. Learn about our mission, team, and innovative technology."
    },
    "https://ai-sentiment.com/log-in": {
        "keywords": "Sent AI login, secure account access, username, email, password, financial analysis, stock analysis, market trends, AI-powered platform, sentiment analysis, personalized tools, user account, advanced tools, login page",
        "description": "Log in to your Sent AI account to access personalized sentiment analysis tools and insights for financial analysis, stock analysis, and market trends. Securely enter your username, email, and password to gain access to our advanced AI-powered platform."
    },
    "https://ai-sentiment.com/getstarted": {
        "keywords": "Sent AI pricing, Sent AI plans, Sent AI subscription, Sent AI free trial, Sent AI API, Sent AI stock analysis, Sent AI market trends",
        "description": "Explore Sent AI's flexible pricing plans for market and stock analysis. Start with a free plan and upgrade as needed. Get started now!"
    },
    "https://ai-sentiment.com/pricing": {
        "keywords": "Sent AI pricing, sentiment analysis costs, AI tool plans, market analysis pricing, stock analysis subscriptions, Sent AI plan comparison, sentiment analysis pricing",
        "description": "Discover Sent AI's pricing plans for our sentiment analysis tool. Find the perfect plan that suits your financial and market analysis needs, from basic to advanced options. Compare features and prices today."
    },
    "https://ai-sentiment.com/recovery": {
        "keywords": "Sent AI, Sentiment Analysis, Market Trends, Stock Analysis, Recover Account, Email Recovery, Password Recovery, AI-Powered, Log In, Login",
        "description": "Recover your Sent AI account by entering the email associated with your account. Our AI-powered sentiment analysis tool helps you stay informed on market trends and stock analysis."
    },
    "https://ai-sentiment.com/resources": {
        "keywords": "Sent AI, sentiment analysis, AI tool, API, subscription, pricing, set up, contact, company, FAQ, resources",
        "description": "Find answers to frequently asked questions about Sent AI's sentiment analysis tools, access detailed resources, guides, and support materials to enhance your understanding and usage of our AI-powered technology."
    },
    "https://ai-sentiment.com/setup": {
        "keywords": "Sent AI, sentiment analysis, AI tool, market trend analysis, stock analysis, financial data, API endpoint, account, subscription, unlimited access",
        "description": "Learn how to use Sent AI for sentiment analysis. Set up an account, use the tool in your browser, or access the API endpoint for unlimited access. Discover the sentiment behind financial data and articles."
    },
    "https://ai-sentiment.com/tool": {
        "keywords": "sentiment analysis, real-time market trends, stock analysis AI, Sent AI, financial data analysis, market insights, AI-driven decision making, text data, stock, crypto, investing sector, positive, neutral, negative value",
        "description": "Unlock real-time market insights and make informed decisions with Sent AI's advanced sentiment analysis tool. Analyze text data related to stocks, crypto, and investing sectors to determine positive, neutral, or negative sentiment. Try it now and enhance your financial strategy."
    },
    "https://solonce.com/": {
        "keywords": "Solonce, tech, articles, blogs, demos, programming, personal growth, technology, insights, learn programming, tech portfolio, Docker, Python, AI, systemd, GitHub Pages, PyPi, Midjourney, script permanence, Linux, command line, shell, Genai, release, command line AI assistant, custom domain, upload package, PyPi usage, How to use Midjourney, Sccript Permanance with Systemd, contact",
        "description": "Discover Solonce's unique journey through the world of tech. Dive into a rich portfolio of insightful articles, in-depth tutorials, and interactive demos. Uncover the secrets to programming success and personal growth in technology with Solonc."
    },
    "https://solonce.com/Custom%20Domain%20on%20Github.html": {
        "keywords": "custom domain, GitHub Pages, DNS verification, TXT record, A record, CNAME record, domain setup, tutorial",
        "description": "Step-by-step tutorial on setting up a custom domain for your GitHub Pages site, including DNS verification, TXT record setup, and configuring A and CNAME records."
    },
    "https://solonce.com/about": {
        "keywords": "Solomon Ince, programming, development, culinary, Champlain College, Fort Worth, Burlington, Python, JavaScript, C#, portfolio, cyber security, Automated Network Scanner, github",
        "description": "An about me page for a simply overview of who I am personally and professionally. Giving insight to how I think, operate, and perform in different environments."
    }
}