{
    "https://ai-sentiment.com/": {
        "keywords": "",
        "description": ""
    },
    "https://ai-sentiment.com/about": {
        "keywords": "",
        "description": ""
    },
    "https://ai-sentiment.com/log-in": {
        "keywords": "Sent AI login, secure account access, sentiment analysis login, user account login, AI tool access, financial analysis dashboard, personalized sentiment analysis, market trends, stock analysis, advanced AI-powered platform, log in page, login form, username, email, password, show password, forgot password, sign up, go back, Sent AI Development Team, solomon@sentai.com, noindex, nofollow, Sent AI, Log In to Your Sent AI Account, securely log in, personalized sentiment analysis tools, seamless market and stock analysis, AI-powered platform, financial analysis dashboard, Sent AI Development Team, solomon@sentai.com",
        "description": "Securely log in to your Sent AI account to access personalized sentiment analysis tools and insights. Experience seamless market and stock analysis with our advanced AI-powered platform."
    },
    "https://ai-sentiment.com/getstarted": {
        "keywords": "Sent AI, Sentiment analysis, AI tool, Pricing, Free, Basic, Pro, Stock sentiment analysis, API key, Sign up, Get started, Impressions, clicks, CTR, position, sent ai pricing, Sentiment analysis subscription, AI analysis plans, start sentiment analysis, solomon@sentai.com, sent ai registration, sentiment analysis subscription, AI tool pricing, begin with Sent AI",
        "description": "Kickstart your journey with Sent AI and unlock powerful AI-powered sentiment analysis tools. Explore our flexible pricing plans tailored to fit your needs for market and stock analysis. Get started now!"
    },
    "https://ai-sentiment.com/pricing": {
        "keywords": "",
        "description": ""
    },
    "https://ai-sentiment.com/recovery": {
        "keywords": "recover account, lost password, email recovery, sent ai, sentiment analysis, market trends, stock analysis, login page, account recovery form, input field, recovery button, johnsmith@gmail.com, autocomplete off, google analytics data, keyword impressions, current meta tags, html document, meta keywords, meta description",
        "description": "Please check your email for an email to recover your account with Sent AI. Our account recovery form allows you to easily recover a lost password by entering your email address."
    },
    "https://ai-sentiment.com/resources": {
        "keywords": "",
        "description": ""
    },
    "https://ai-sentiment.com/setup": {
        "keywords": "Sent AI, sentiment analysis, AI tool, market trends, stock analysis, financial data, API Endpoint, account, sign up, pricing, contact, company, browser, in browser, set up, stock tab, free usage, subscription, API Keys, response, dictionary, positive, neutral, negative, highest value, sentiment analysis result, how to use Sent AI, SentAI, financial articles, comments, predictions, sentiment analysis tutorial, sentiment analysis instructions, AI tool tips, market trend analysis guide, stock analysis tutorial",
        "description": "Learn how to use Sent AI for sentiment analysis. Access financial data, set up in browser, and use API Endpoint for unlimited access. Get started with SentAI today."
    },
    "https://ai-sentiment.com/tool": {
        "keywords": "sentiment analysis, real-time market trends, stock analysis AI, Sent AI, financial data analysis, market insights, AI-driven decision making, text data, stock, crypto, investing sector, positive, neutral, negative, value, sentiment behind the text, sentiment behind the topic, AI-powered sentiment analysis, market trends, stock analysis, data-driven decision making, financial strategy, traders, analysts, businesses, clicks: 0, impressions: 13, ctr: 0, position: 8.916666666666668, 'sent ai': {'clicks': 0, 'impressions': 13, 'ctr': 0, 'position': 8.916666666666668}}",
        "description": "Discover real-time market insights with Sent AI's sentiment analysis tool. Ideal for traders, analysts, and businesses seeking data-driven decision-making support, our platform offers in-depth stock analysis and sentiment analysis for text data, stocks, crypto, and the investing sector. Try it now and enhance your financial strategy."
    },
    "https://solonce.com/": {
        "keywords": "",
        "description": ""
    },
    "https://solonce.com/Custom%20Domain%20on%20Github.html": {
        "keywords": "",
        "description": ""
    },
    "https://solonce.com/about": {
        "keywords": "",
        "description": ""
    }
}