{
    "https://solonce.com/": {
        "keywords": "Solonce, tech journey, insightful articles, in-depth tutorials, interactive demos, programming success, personal growth in tech, technology insights, learn programming, tech portfolio, Docker, Python, AI, systemd, github pages, PyPi, Midjourney, Genai, custom domain, script permanance",
        "description": "Discover Solonce's unique journey through the world of tech. Dive into a rich portfolio of insightful articles, in-depth tutorials, and interactive demos. Uncover the secrets to programming success and personal growth in technology with Solonc. Explore topics such as Docker, Python, AI, systemd, github pages, PyPi, Midjourney, Genai, custom domain, and script permanance."
    },
    "https://solonce.com/Custom%20Domain%20on%20Github.html": {
        "keywords": "custom domain, GitHub Pages, DNS verification, TXT record, A record, CNAME record, domain setup, tutorial, GitHub Pages setup, DNS setup, GitHub Pages DNS, GitHub Pages domain, GitHub Pages tutorial, GitHub Pages setup tutorial",
        "description": "Step-by-step tutorial on setting up a custom domain for your GitHub Pages site, including DNS verification, TXT record setup, and configuring A and CNAME records. Learn how to set up your GitHub Pages site with a custom domain and DNS settings."
    },
    "https://solonce.com/about": {
        "keywords": "Solonce, tech journey, insightful articles, in-depth tutorials, interactive demos, programming success, personal growth in tech, technology insights, learn programming, tech portfolio, Docker, Python, AI, systemd, github pages, PyPi, Midjourney, Genai, custom domain, script permanance",
        "description": "Discover Solonce's unique journey through the world of tech. Dive into a rich portfolio of insightful articles, in-depth tutorials, and interactive demos. Uncover the secrets to programming success and personal growth in technology with Solonc. Explore topics such as Docker, Python, AI, systemd, github pages, PyPi, Midjourney, Genai, custom domain, and script permanance."
    },
    "https://ai-sentiment.com/": {
        "keywords": "sent ai, ai sent, sentiment analysis, market trend analysis, stock analysis, financial sentiment tracking, cost-effective sentiment solutions, AI sentiment analysis, sentiment analysis for traders, programmers sentiment tools, financial analysts tools, tech journey, insightful articles, in-depth tutorials, interactive demos, programming success, personal growth in tech, technology insights, learn programming, tech portfolio, Docker, Python, AI, systemd, github pages, PyPi, Midjourney, Genai, custom domain, script permanance",
        "description": "Discover Sent AI's unique journey through the world of tech. Dive into a rich portfolio of insightful articles, in-depth tutorials, and interactive demos. Uncover the secrets to programming success and personal growth in technology with Sent AI. Explore topics such as Docker, Python, AI, systemd, github pages, PyPi, Midjourney, Genai, custom domain, and script permanance."
    },
    "https://ai-sentiment.com/about": {
        "keywords": "Sent AI, AI-powered sentiment analysis, SolonceLabs, HFLoader, HFDownloader, HFEndpoint, PyPi, Midjourney, Genai, custom domain, script permanance, Docker, Python, AI, systemd, github pages, PyPi, market trends, stock analysis, financial analysis, textual data analysis",
        "description": "Discover Sent AI's mission to revolutionize sentiment analysis with AI technology. Learn about SolonceLabs, HFLoader, HFDownloader, HFEndpoint, PyPi, Midjourney, Genai, custom domain, script permanance, Docker, Python, AI, systemd, github pages, and PyPi. Explore topics such as market trends, stock analysis, and financial analysis."
    },
    "https://ai-sentiment.com/log-in": {
        "keywords": "",
        "description": ""
    },
    "https://ai-sentiment.com/getstarted": {
        "keywords": "Sent AI, AI-powered sentiment analysis, sentiment analysis tool, market trends, stock analysis, AI tool, pricing plans, get started, free plan, API key, stock sentiment analysis, unlimited sentiment analysis, AI-powered market trends, AI-powered stock analysis, AI-powered sentiment analysis tool, AI-powered market trends analysis, AI-powered stock analysis tool, AI-powered sentiment analysis tool for market trends, AI-powered sentiment analysis tool for stock analysis, AI-powered market trends analysis tool, AI-powered stock analysis tool for market trends, AI-powered stock analysis tool for stock analysis",
        "description": "Discover Sent AI's unique AI-powered sentiment analysis tool for market trends and stock analysis. Explore our flexible pricing plans, including a free plan, API key, and unlimited sentiment analysis. Get started now and unlock the power of AI-powered market trends and stock analysis."
    },
    "https://ai-sentiment.com/pricing": {
        "keywords": "Sentiment AI pricing, AI sentiment analysis costs, AI tool plans, market analysis pricing, stock analysis subscriptions, Sentiment AI plan comparison, sentiment analysis pricing, AI-powered sentiment analysis, market trends, stock analysis, AI sentiment analysis tool, Sentiment AI pricing plans, AI-powered market analysis, stock market analysis, AI sentiment analysis costs, AI tool pricing, market analysis costs, stock analysis costs, AI-powered market trends, AI-powered stock analysis, AI-powered market analysis, AI-powered stock market analysis",
        "description": "Discover Sentiment AI's pricing plans for our AI-powered sentiment analysis tool. Find the perfect plan that suits your financial and market analysis needs, from basic to advanced options. Compare features and prices today. Learn more about our AI-powered sentiment analysis tool and how it can help you make informed decisions in the stock market."
    },
    "https://ai-sentiment.com/recovery": {
        "keywords": "Solonce, tech journey, insightful articles, in-depth tutorials, interactive demos, programming success, personal growth in tech, technology insights, learn programming, tech portfolio, Docker, Python, AI, systemd, github pages, PyPi, Midjourney, Genai, custom domain, script permanance",
        "description": "Discover Solonce's unique journey through the world of tech. Dive into a rich portfolio of insightful articles, in-depth tutorials, and interactive demos. Uncover the secrets to programming success and personal growth in technology with Solonc. Explore topics such as Docker, Python, AI, systemd, github pages, PyPi, Midjourney, Genai, custom domain, and script permanance."
    },
    "https://ai-sentiment.com/resources": {
        "keywords": "Sent AI, sentiment analysis, AI-powered, market trends, stock analysis, FAQ, resources, setup, pricing, contact, company, Sent AI logo, AI tool, sentiment analysis tool, market trends analysis, stock analysis tool, AI-powered tool, Sent AI resources, Sent AI setup, Sent AI pricing, Sent AI contact, Sent AI company, Sent AI logo, AI tool, sentiment analysis tool, market trends analysis, stock analysis tool, AI-powered tool",
        "description": "Discover Sent AI's unique journey through the world of AI-powered sentiment analysis. Dive into a rich portfolio of insightful articles, in-depth tutorials, and interactive demos. Uncover the secrets to market trends and stock analysis with Sent AI's AI-powered tool. Explore topics such as FAQ, resources, setup, pricing, contact, and company."
    },
    "https://ai-sentiment.com/setup": {
        "keywords": "Sent AI, sentiment analysis, market trends, stock analysis, AI-powered tool, guide, tutorial, setup, pricing, contact, company, solonce, tech journey, insightful articles, in-depth tutorials, interactive demos, programming success, personal growth in tech, technology insights, learn programming, tech portfolio, Docker, Python, AI, systemd, github pages, PyPi, Midjourney, Genai, custom domain, script permanance",
        "description": "Discover comprehensive guides on how to use Sent AI for sentiment analysis. Learn through tutorials, FAQs, and step-by-step instructions to maximize your insights into market trends and stock analysis. Explore topics such as Docker, Python, AI, systemd, github pages, PyPi, Midjourney, Genai, custom domain, and script permanance."
    },
    "https://ai-sentiment.com/tool": {
        "keywords": "sentiment analysis, real-time market trends, stock analysis AI, Sent AI, financial data analysis, market insights, AI-driven decision making, tech journey, insightful articles, in-depth tutorials, interactive demos, programming success, personal growth in tech, technology insights, learn programming, tech portfolio, Docker, Python, AI, systemd, github pages, PyPi, Midjourney, Genai, custom domain, script permanance",
        "description": "Discover real-time market insights with Sent AI's sentiment analysis tool. Ideal for traders and analysts, our platform offers in-depth stock analysis and data-driven decision-making support. Learn programming and grow your tech skills with our insightful articles, in-depth tutorials, and interactive demos. Explore topics such as Docker, Python, AI, systemd, github pages, PyPi, Midjourney, Genai, custom domain, and script permanance."
    }
}