{
    "https://solonce.com/": {
        "keywords": "Solonce, tech journey, insightful articles, in-depth tutorials, interactive demos, programming success, personal growth in tech, technology insights, learn programming, tech portfolio, Docker, Python, Genai, Systemd, Midjourney, Solonca",
        "description": "Explore Solonce's unique journey through the world of tech. Dive into a rich portfolio of insightful articles, in-depth tutorials, and interactive demos. Uncover the secrets to programming success and personal growth in technology with Solonc. Learn about Docker, Python, Genai, Systemd, and Midjourney. Discover the latest tech trends and gain valuable insights from Solonc's perspective."
    },
    "https://solonce.com/Custom%20Domain%20on%20Github.html": {
        "keywords": "custom domain, GitHub Pages, DNS verification, TXT record, A record, CNAME record, domain setup, tutorial, github pages dns, github pages a record, github pages cname, github pages custom domain",
        "description": "Step-by-step tutorial on setting up a custom domain for your GitHub Pages site, including DNS verification, TXT record setup, and configuring A and CNAME records."
    },
    "https://solonce.com/about": {
        "keywords": "",
        "description": ""
    },
    "https://ai-sentiment.com/": {
        "keywords": "sent ai, sentiment analysis, affordable sentiment analysis, real-time sentiment analysis API, market trend analysis, stock analysis, financial sentiment tracking, cost-effective sentiment solutions, AI sentiment analysis, sentiment analysis for traders, programmers sentiment tools, financial analysts tools, ai sent",
        "description": "Discover affordable AI-powered sentiment analysis with Sent AI. Our API-endpoint offers real-time insights for market trends and stock analysis, ideal for traders, programmers, and financial analysts seeking cost-effective solutions."
    },
    "https://ai-sentiment.com/about": {
        "keywords": "Sent AI, about Sent AI, AI innovation, financial analysis technology, text analysis experts, technology startup, SolonceLabs LLC, Solonce, developer, cutting-edge models, API Endpoint, HFLoader, HFDownloader, HFEndpoint, PyPi Packages, Solonce Blog, company",
        "description": "Learn about Sent AI, a tool developed by SolonceLabs LLC led by developer Solonce. Discover our mission to provide an API Endpoint to cutting-edge sentiment analysis AI models. Explore other projects and publications by SolonceLabs and Solonce."
    },
    "https://ai-sentiment.com/log-in": {
        "keywords": "Sent AI login, secure account access, username, email, password, financial analysis, stock analysis, market trends, AI-powered platform, sentiment analysis, personalized tools, user account, advanced tools, login page, secure login, access account, log in dashboard, AI tool, financial dashboard, market trends analysis, stock analysis tool, advanced sentiment analysis",
        "description": "Log in to your Sent AI account to access personalized sentiment analysis tools and insights for financial analysis, stock analysis, and market trends. Securely enter your username, email, and password to gain access to our advanced AI-powered platform and log in dashboard. Experience seamless financial and market analysis with our advanced AI tool and sentiment analysis features."
    },
    "https://ai-sentiment.com/getstarted": {
        "keywords": "Sent AI, Sentiment analysis, pricing, free, API keys, stock API, get started, registration, subscription, AI tool, powerful sentiment analysis, market trends, stock analysis",
        "description": "Kickstart your journey with Sent AI and unlock powerful AI-powered sentiment analysis tools. Explore our flexible pricing plans tailored to fit your needs for market and stock analysis. Get started now!"
    },
    "https://ai-sentiment.com/pricing": {
        "keywords": "Sent AI pricing, sentiment analysis costs, AI tool plans, market analysis pricing, stock analysis subscriptions, Sent AI plan comparison, sentiment analysis pricing, Free, Basic, Pro, API KEYS, STOCK API, Discover, Choose, Upgrade, Advanced, Compare, Plans, Prices",
        "description": "Discover Sent AI's pricing plans for our sentiment analysis tool. Choose from Free, Basic, or Pro plans, or upgrade to API KEYS or STOCK API for advanced features. Compare plans and prices today."
    },
    "https://ai-sentiment.com/recovery": {
        "keywords": "Sent AI, Sentiment Analysis, Market Trends, Stock Analysis, Recover Account, Email Recovery, Password Recovery, AI-Powered, Log In, Login, Account Recovery, Email Address, Retrieve Password",
        "description": "Recover your lost Sent AI account by entering the email address associated with your account. Our AI-powered sentiment analysis tool helps you stay informed on market trends and stock analysis. Start your recovery process now."
    },
    "https://ai-sentiment.com/resources": {
        "keywords": "Sent AI, sentiment analysis, AI tool, API, subscription, pricing, set up, contact, company, FAQ, resources, Sentiment Analysis Tools, AI-Powered Technology, Frequently Asked Questions, Detailed Resources, Guides, Support Materials, Understanding, Usage",
        "description": "Find answers to frequently asked questions about Sent AI's sentiment analysis tools, access detailed resources, guides, and support materials to enhance your understanding and usage of our AI-powered technology."
    },
    "https://ai-sentiment.com/setup": {
        "keywords": "Sent AI guide, sentiment analysis tutorial, how to use Sent AI, sentiment analysis instructions, AI tool tips, market trend analysis guide, stock analysis tutorial, In Browser, API Endpoint, set up, create account, financial data, stock tab, subscribe, unlimited access, api key, account tab, show keys, response, dictionary, positive, neutral, negative, highest value, sentiment analysis result",
        "description": "Learn how to use Sent AI for sentiment analysis with our comprehensive guides. Access financial data through the In Browser tool or API Endpoint. Create an account, subscribe for unlimited access, and discover the highest sentiment analysis result with our easy-to-use tools."
    },
    "https://ai-sentiment.com/tool": {
        "keywords": "sentiment analysis, real-time market trends, stock analysis AI, Sent AI, financial data analysis, market insights, AI-driven decision making, data model, stock model, market trends, stock analysis, traders, analysts, businesses, financial strategy",
        "description": "Discover real-time market insights with Sent AI's advanced sentiment analysis tool. Ideal for traders, analysts, and businesses seeking data-driven decision-making support. Try it now and enhance your financial strategy."
    }
}