{
    "https://solonce.com/": {
        "keywords": "",
        "description": ""
    },
    "https://solonce.com/Custom%20Domain%20on%20Github.html": {
        "keywords": "custom domain, GitHub Pages, DNS verification, TXT record, A record, CNAME record, domain setup, tutorial, github, GitHub Pages setup, domain name, DNS records, name servers, CNAME file, GitHub Pages custom domain, GitHub Pages DNS, GitHub Pages A record, GitHub Pages DNS settings, GitHub Pages domain setup",
        "description": "Step-by-step tutorial on setting up a custom domain for your GitHub Pages site, including DNS verification, TXT record setup, and configuring A and CNAME records."
    },
    "https://solonce.com/about": {
        "keywords": "",
        "description": ""
    },
    "https://ai-sentiment.com/": {
        "keywords": "sent ai, sentiment analysis, affordable sentiment analysis, real-time sentiment analysis API, market trend analysis, stock analysis, financial sentiment tracking, cost-effective sentiment solutions, AI sentiment analysis, sentiment analysis for traders, programmers sentiment tools, financial analysts tools, market trends, stock analysis, financial sentiment, affordable, real-time, api, cost-effective, ai, traders, programmers, financial analysts, google analytical data, ai sent, sentiment analysis pricing",
        "description": "Discover affordable AI-powered sentiment analysis with Sent AI. Our API-endpoint offers real-time insights for market trends and stock analysis, ideal for traders, programmers, and financial analysts seeking cost-effective solutions. Based on Google Analytical Data, the keywords 'sent ai' and 'ai sent' have shown impressions of 93 and 13 respectively."
    },
    "https://ai-sentiment.com/about": {
        "keywords": "Sent AI, SolonceLabs LLC, developer, AI, ML, HFLoader, HFDownloader, HFEndpoint, Solonce Blog, cutting-edge models, API Endpoint, HuggingFace Models, HuggingFace Model Hub",
        "description": "Learn about Sent AI, a tool developed by SolonceLabs LLC led by developer @Solonce. Discover the vision behind Sent AI and explore other projects by SolonceLabs."
    },
    "https://ai-sentiment.com/log-in": {
        "keywords": "Sent AI login, secure account access, username, email, password, financial analysis, market trends, stock analysis, AI-powered platform, personalized sentiment analysis, advanced tools, user account, log in, login page, Sent AI Development Team, solomon@sentai.com, seamless market analysis, advanced AI-powered platform, sentiment analysis tools, insights, access, secure login",
        "description": "Log in to your Sent AI account to access personalized sentiment analysis tools and insights for financial analysis and market trends. Securely enter your username, email, and password to experience our advanced AI-powered platform, offering seamless market analysis and advanced tools for sentiment analysis."
    },
    "https://ai-sentiment.com/getstarted": {
        "keywords": "Sent AI, Sentiment analysis, AI tool, Pricing, Free, Basic, Pro, Stock sentiment analysis, API key, Sign up, Get started, Impressions, clicks, CTR, position, sent ai pricing",
        "description": "Kickstart your journey with Sent AI and unlock powerful AI-powered sentiment analysis tools. Explore our flexible pricing plans tailored to fit your needs for market and stock analysis. Get started now!"
    },
    "https://ai-sentiment.com/pricing": {
        "keywords": "",
        "description": ""
    },
    "https://ai-sentiment.com/recovery": {
        "keywords": "recover account, lost password, email recovery, Sent AI, AI-Powered Sentiment Analysis Tool, Market Trends, Stock Analysis, regain access, account security, password reset, check email, HTML file, Google Analytical Data, recover email, account recovery, email address, password, login, login page, password recovery, email verification",
        "description": "Recover your lost Sent AI account by entering your email address. Check your email for a password reset link. Our AI-Powered Sentiment Analysis Tool helps you stay informed about Market Trends and Stock Analysis. Optimized for SEO with Google Analytical Data. Verify your email address for a seamless recovery process."
    },
    "https://ai-sentiment.com/resources": {
        "keywords": "",
        "description": ""
    },
    "https://ai-sentiment.com/setup": {
        "keywords": "Sent AI, sentiment analysis, how to use, In Browser, API Endpoint, financial data, stock analysis, create account, subscribe, unlimited access, account tab, show keys, response, dictionary, positive, neutral, negative, highest value, sentiment analysis result, market trend analysis, stock trend analysis, AI tool tips, comprehensive guides, tool tips, Google Analytics, keyword impressions, high ranking keywords, solomon@sentai.com, index, follow, robots",
        "description": "Explore the power of Sent AI for sentiment analysis. Use our In Browser tool or API Endpoint to access financial data and determine the highest sentiment analysis result. Create an account, subscribe for unlimited access, and easily navigate our user-friendly tools. Learn more with our comprehensive guides and tool tips. Boost your keyword impressions and improve your website's ranking with our high ranking keywords. Contact us at solomon@sentai.com for more information."
    },
    "https://ai-sentiment.com/tool": {
        "keywords": "sentiment analysis, real-time market trends, stock analysis AI, Sent AI, financial data analysis, market insights, AI-driven decision making, text data, stock, crypto, investing sector, positive, neutral, negative, value, sentiment behind the text, sentiment behind the topic, AI-powered sentiment analysis, market trends, stock analysis, data-driven decision making, financial strategy, traders, analysts, businesses, solomon@sentai.com, clicks: 0, impressions: 13, ctr: 0, position: 8.916666666666668",
        "description": "Discover real-time market insights with Sent AI's advanced sentiment analysis tool. Ideal for traders, analysts, and businesses seeking data-driven decision-making support, our platform offers in-depth stock analysis and sentiment analysis for text data, stocks, crypto, and the investing sector. Try it now and enhance your financial strategy."
    }
}